{"32.03-1": "Section 1 - Permit not required", "Table of uses": "Section 1 - Permit is not required for all the following uses. Use: Automated collection point: \nCondition: Must meet the requirements of Clause 52.13-3 and 52.13-5. The gross floor area of all buildings must not exceed 50 square metres.\n\nUse: Bed and breakfast\nCondition: No more than 10 persons may be accommodated away from their normal place of residence; At least 1 car parking space must be provided for each 2 persons able to be accommodated away from their normal place of residence.\n\nUse: Dependent person's unit\nCondition: Must be the only dependent person's unit on the lot.; Must meet the requirements of Clause 32.03-2.\n\nUse: Domestic animal husbandry (other than Domestic animal boarding)\nCondition: Must be no more than 2 animals.\n\nUse: Dwelling (other than Bed and breakfast)\nCondition: Must be the only dwelling on the lot."}
{"32.03-1": "Section 2 - Permit required", "Table of uses": "Use\n\nCondition\n\nAccommodation (other than Community care accommodation, Dependent person's unit and Dwelling)\n\nAgriculture (other than Animal production, Apiculture, Domestic animal husbandry and Racing dog husbandry)\n\n\n\nCar park\n\nMust be used in conjunction with another use in Section 1 or 2.\n\nCar wash\n\nThe site must adjoin, or have access to, a road in a Transport Zone 2 or a Transport Zone 3.\n\nConvenience restaurant\n\nThe site must adjoin, or have access to, a road in a Transport Zone 2 or a Transport Zone 3.\n\nConvenience shop\n\n\n\nDependent person’s unit – if the Section 1 condition is not met\n\nMust meet the requirements of Clause 32.03-2.\n\nDomestic animal boarding\n\n\n\nDomestic animal husbandry (other than Domestic animal boarding) – if the Section 1 condition is not met\n\nMust be no more than 5 animals.\n\nDwelling (other than Bed and breakfast) – if the Section 1 condition is not met\n\nMust result in no more than two dwellings on the lot.\n\nMust meet the requirements of Clause 32.03-2.\n\nFood and drink premises (other than Convenience restaurant)\n\nGrazing animal production\n\nLeisure and recreation (other than Informal outdoor recreation and Motor racing track)\n\nMarket\n\nPlace of assembly (other than Amusement parlour, Carnival, Cinema based entertainment facility, Circus and Nightclub)\n\nPlant nursery\n\n\n\nService station\n\nThe site must either:\n\nAdjoin a commercial zone or industrial zone.\n\nAdjoin, or have access to, a road in a Transport Zone 2 or a Transport Zone 3.\n\nThe site must not exceed either:\n\n3000 square metres.\n\n3600 square metres if it adjoins on two boundaries a road in a Transport Zone 2 or a Transport Zone 3.\n\nStore\n\nMust be in a building, not a dwelling, and used to store equipment, goods, or motor vehicles used in conjunction with the occupation of a resident of a dwelling on the lot.\n\nUtility installation (other than Minor utility installation and Telecommunications facility)\n\n\n\nAny other use not in Section 1 or 3\n\n"}

